Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: All subsections
uk: Усі підрозділи

source: Why do I need to complete this information?
uk: Навіщо мені надавати цю інформацію?

source: Optional notes about this user (for example, why course creation access was denied)
uk: Необов'язкові нотатки про цього користувача (наприклад, чому у створенні курсу було відмовлено)

source: Please enter an integer between 0 and 100.
uk: Будь ласка, введіть ціле число від 0 до 100.

source: Delete article
uk: Видалити статтю

source: Copy row
uk: Скопіювати рядок

source: The course start date must be later than the enrollment start date.
uk: Дата початку курсу повинна бути ранішою за дату закінчення.

source: No submissions received for these exercises.
uk: Ніяких відповідей для цих вправ не отримано.

source: Account Settings
uk: Налаштування облікового запису

source: enrolled
uk: зараховано

source: Examples
uk: Приклади

source: Are you sure you want to unenroll from the purchased course
uk: Ви впевнені, що хочете відписатися від оплаченого курсу

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
uk: Завантажте супровідні матеріали для цього відео. Студенти зможуть скачати їх за посиланням "Завантажити додаткові матеріали" під відео.

source: Follow or unfollow posts
uk: Підписатися або відписатся від повідомлень

source: Tomorrow
uk: Завтра

source: [{course_key}] is not a valid course key.
uk: [{course_key}] невірний ключ курсу.

source: Peer Grading Interface
uk: Інтерфейс взаємної перевірки

source: Deleting
uk: Видалення

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала підтвердження оплати з суперечливими даними. Прийміть наші щирі вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Зміст повідомлення про помилку: {msg}. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: User Survey
uk: Опитування користувача

source: Manually Enrolled
uk: Записаний вручну

source: Upload file
uk: Вивантажити файл

source: Images
uk: Зображення

source: Allows specification of an external link to replace discussion forums.
uk: Дозволяє вказати зовнішнє посилання замість того, щоб використовувати вбудований форум для обговорень.

source: Add to Dictionary
uk: Додати у Словник

source: Reason
uk: Причина
